Repository: Vistaus/Boiler
Catalog: po/*.po
Languages: ru

source: Control your kettle remotely
ru: Удалённое управление чайником

source: Simple app to control smart kettles using bluetooth.
ru: Простое приложение для управления чайниками через bluetooth

source: Supported devices:
ru: Поддерживаемые устройства:

source: Redmond Skykettle RK-G200S, RK-G210S, RK-G211S (tested)
ru: Redmond Skykettle RK-G200S, RK-G210S, RK-G211S (проверено)

source: other Redmond Skykettle 2nd-gen devices (RK-G2xx) (not tested)
ru: другие устройства Redmond Skykettle второго поколения (RK-G2xx) (не проверено)

source: Note: Bluetooth 4.0 adapter with BLE support required.
ru: Примечание: Необходим адаптер Bluetooth 4.0 с поддержкой BLE.

source: Kettle;Teapot;Redmond;Remote;Control;
ru: Kettle;Teapot;Redmond;Remote;Control;Чайник;Удалённое;Управление;

source: Enable/Disable
ru: Включить/Выключить

source: No devices
ru: Нет устройств

source: Make sure devices are in bluetooth range
ru: Убедитесь, что устройства находятся в радиусе действия bluetooth

source: Connect
ru: Подключить

source: Disable
ru: Выключить

source: Enable
ru: Включить

source: Your PC is not paired to the kettle. Hold kettle power button for 5 seconds
ru: Ваш компьютер не подключен к чайнику. Удерживайте кнопку питания чайника около 5 секунд
